{
  "posts": [
    {
      "id": 1,
      "title": "DAESUNG Interior Design",
      "subtitle": "Contemporary home design",
      "authorId": 1,
      "image": [
        "https://source.unsplash.com/g51F6-WYzyU",
        "https://source.unsplash.com/I72dFJRFT3k",
        "https://source.unsplash.com/paY5Ow4GZis",
        "https://source.unsplash.com/kiV82HqGyTo"
      ],
      "date": 1690848000001,
      "category": ["Bathroom Interior", "Interior Design Help"],
      "content": "DAESUNG brings you bathroom interior designs that are functional and also stylish. Whether you’re looking for small bathroom ideas or spacious ones, we’ve created some elegant bathroom designs for you to consider for your next home renovation project.",
      "detail1": "A bathroom needs to be clean and tidy, but it doesn't have to be purely functional—especially if you appreciate a nice atmosphere for bubble baths or mirror selfies. Add a cozy chair or some proper window treatments, and you'll be amazed at how much it warms up the space (and improves your mood!). To spark some creativity in your own home, we've collected a slew of bathroom ideas to help you create an oasis for spa-level relaxation and style at home. Whether you're thinking of sprucing up the powder room and main bath, or you're embarking on a full-on ensuite renovation, we've laid out some major inspiration. Take design advice from the likes of Leanne Ford, Breegan Jane, and Toledo Geller to create a space that's inspiring and calming—you just might never leave the tub! ",
      "detail2": "A small sink doesn't mean you're limited to a small mirror. In this bathroom, designer Rydhima Brar added a long, horizontal mirror above a corner sink and the neighboring toilet, which makes the room feel bigger. ",
      "detail3": "Display large art pieces, fresh flower arrangements, and other treasured decor items on a single open shelf. In this bathroom by Lucy Harris, the decorative accents are set against a backdrop of sage green tiles for a spa-like effect."
    },
    {
      "id": 2,
      "title": "Breathe Life into Your Space: 22 Fresh Aesthetic Living Room Ideas",
      "subtitle": "Decorilla aesthetic living room ideas with coastal accents",
      "authorId": 2,
      "image": [
        "https://source.unsplash.com/kx-gbP7lMak",
        "https://source.unsplash.com/m8Mz6UjaoEo",
        "https://source.unsplash.com/PyeXkOVmG1Y",
        "https://source.unsplash.com/YY139ZX_Zas"
      ],
      "date": 1690848000002,
      "category": ["Living Room Interior Design", "Decorating Tips and Ideas"],
      "content": "Ever wondered if a farmhouse can be luxurious? Prepare to be astonished by a transformative project that will forever alter your perspective. This luxury farmhouse interior design seamlessly blends contemporary living with traditional aesthetics, yielding a stunning, upscale outcome. Let’s delve into the results that left the client mesmerized!",
      "detail1": "Do you ever look around your lounge and feel it could use a dash of magic? Well, say hello to aesthetic living room ideas! Let us take you on a creative journey filled with diverse styles that can transform your living room, one decor piece at a time.",
      "detail2": "What’s better than a family-friendly living room with a warm, inviting feel overflowing with soft pillows? And, don’t forget the tactile surfaces, and carefully sourced decor. A fireplace is a welcome addition, too! ",
      "detail3": " For those eager to dive into bold and edgy themes, the dark living room aesthetic is your ally. Moody hues, luxe furniture, and prominent accents can make a seriously stylish statement. "
    },
    {
      "id": 3,
      "title": "Before & After: Ensuite Master Bedroom Design",
      "subtitle": "Decorilla ensuite master bedroom design",
      "authorId": 3,
      "image": [
        "https://source.unsplash.com/xkJ2_THgKmk",
        "https://source.unsplash.com/w72a24brINI",
        "https://source.unsplash.com/7jlVQPX8PLE",
        "https://source.unsplash.com/4sDvPgKK4jE"
      ],
      "date": 1690848000003,
      "category": ["Before and After", "Bedroom Interior Design"],
      "content": "Our latthe transformation process was a deedroom design into a unique haven of comfort and style.",
      "detail1": "Our latest project, a gut renovation of an ensuite master bedroom, sparked a thrilling journey of design and innovation. From conceptual sketches to final touches, the transformation process was a delicate balance of creativity and practicality. Explore with us the design intricacies that turned an everyday ensuite master bedroom design into a unique haven of comfort and style.",
      "detail2": "When it comes to stunning ensuite master bedroom design ideas, inspiration is key. That’s why the client provided a gallery of images featuring some breathtaking modern creations. From tasteful decor and sleek black accents to rich textures and patterns, the rooms boasted some of the best assets of contemporary style. In return, although prevalently neutral most schemes were still instant eye-catchers.  ",
      "detail3": "This modern, luxurious, and chic ensuite master bedroom makes the client daydream of a restful night’s sleep. Its contemporary style grows around the sleek black canopy bed that immediately draws the eye. Fashionable reeded nightstands on its sides nod to classic design, together with the painting above and sumptuous upholstered white bench. The bench’s golden frame also communicates with the chandelier and table lamps, creating a chic, streamlined network of accents. Meanwhile, the modern graphic pattern of the area rug pulls the juxtaposing black and white elements together to complete the look of this elegant relaxing space.  "
    },
    {
      "id": 4,
      "title": "Before & After: Luxury Farmhouse Interior Transformation",
      "subtitle": "Decorilla luxury farmhouse interior design transformation",
      "authorId": 4,
      "image": [
        "https://source.unsplash.com/tleCJiDOri0",
        "https://source.unsplash.com/iy8s0wFjrio",
        "https://source.unsplash.com/nhfggqH6J6A",
        "https://source.unsplash.com/WLbtPRyiLEc"
      ],
      "date": 1690848000004,
      "category": ["Dining Room Interior Design", "Before and After"],
      "content": "The kitchen with a multifunctional flex dining zone is yet another showcase of the modern luxe farmhouse style. Behind the spacious living room sits a wide island offering comfortable seating for up to six people. The adjoined breakfast nook completes the layout as a perfect gathering point to enjoy a cup of coffee or a family brunch.",
      "detail1": "The nook boasts an expandable round dining table as a centerpiece illuminated with beautiful morning light. Complemented by six congruous chairs, this flexible setup easily transitions from a compact spot for a quick bite into a full-blown meal hub. A sleek bronze chandelier tops up the arrangement, emphasizing the rustic charm of farmhouse decor with a modern, upscale twist.  ",
      "detail2": "The sophisticated decor concept easily elevates farmhouse chic to a grander level. Long floor-to-ceiling curtains are tactically paired with tan window screens to enhance privacy and simultaneously balance out the room’s dimensions. Floor lamps in the corners add to the cozy ambiance, also accentuating the perfect symmetry of the space. Such a combination creates a stunning frame for the dining setup, making it a feast for all senses. ",
      "detail3": " For more formal events, the house also exhibits a separate, upscale farmhouse dining room. Its modern luxe design is filled with suave energy, delivering a memorable experience. Here we find a contemporary sleek, spacious dining table and upholstered chairs suited to comfortably accommodate eight persons. The set is crowned with a stunning crystal chandelier that illuminates the space while conveying a touch of glamour.       "
    },
    {
      "id": 5,
      "title": "Blissful Bedroom Inspiration: 25 Hot Designer Bedroom Ideas",
      "subtitle": "Decorilla master bedroom inspiration for a luxurious interior design",
      "authorId": 5,
      "image": [
        "https://source.unsplash.com/g8tb9SXqZVQ",
        "https://source.unsplash.com/GqbU78bdJFM",
        "https://source.unsplash.com/msFZE7d9KB4",
        "https://source.unsplash.com/f9O-1eKGlQM"
      ],
      "date": 1690848000005,
      "category": ["Home Decor", "Bedroom Interior Design"],
      "content": "Your bedroom should make you yawn, but not from boredom! Ready to turn that snooze into an “ooze” of style and comfort with some trendy bedroom inspiration and ideas? Then you’re in the right place – read on!",
      "detail1": "Minimalist, Asian-inspired bedroom interior design ideas focus on tranquility and simplicity. Opt for neutral colors and clean lines in addition to natural elements like bamboo or stone accents. A low bed and paper lanterns can also enhance the calming aesthetic of this hot bedroom trend. ",
      "detail2": "Step back in time with vintage bedroom decor inspiration ideas. Think antique furniture, lace curtains, floral wallpapers, and charming trinkets. Moreover, you can repurpose old suitcases as storage boxes or stack them up as a bedside table for an authentic retro touch.",
      "detail3": "For a raw and edgy urban aesthetic, look for industrial bedroom decor inspiration. Exposed brick walls, metal accents, weathered wood, and edgy lighting can give the room a warehouse feel. In addition, statement artwork or black-and-white photography or abstract art can complement this style perfectly. "
    },
    {
      "id": 6,
      "title": "Mixed Furniture: A Designer’s Guide to Mixing Furniture Styles",
      "subtitle": "Mixed furniture in a living room by Decorilla designer, Jamie C.",
      "authorId": 6,
      "image": [
        "https://source.unsplash.com/WgkA3CSFrjc",
        "https://source.unsplash.com/rwa0Yh38FeA",
        "https://source.unsplash.com/c0JoR_-2x3E",
        "https://source.unsplash.com/tHkJAMcO3QE"
      ],
      "date": 1690848000006,
      "category": ["Furniture & Decor", "Living Room Interior Design"],
      "content": "Welcome to the world of mixed furniture, where style meets creativity and unique combinations redefine living spaces! If you’re tired of the cookie-cutter, matchy-matchy look, it’s time to embrace the art of mixing furniture styles.",
      "detail1": "Give your living room an eclectic touch by layering different rugs and pillows. So, mix patterns, textures, and colors to create an inviting and cozy atmosphere. Don’t be afraid to experiment – it’s all about finding the right balance. Pillows and rugs can also form the glue that ties all the mixed furniture styles and colors together. ",
      "detail2": "Who says your living room needs to have identical sofas? Embrace the trend of mismatching sofas by pairing a sleek sectional with a plush velvet one – and add leather armchairs too! This combination not only adds visual interest but also provides variety in texture and comfort. ",
      "detail3": " Give your living room an eclectic touch by layering different rugs and pillows. So, mix patterns, textures, and colors to create an inviting and cozy atmosphere. Don’t be afraid to experiment – it’s all about finding the right balance. Pillows and rugs can also form the glue that ties all the mixed furniture styles and colors together.  "
    },
    {
      "id": 7,
      "title": "Before & After: A-Frame House Interior",
      "subtitle": "DAESUNG A-frame house interior design",
      "authorId": 7,
      "image": [
        "https://source.unsplash.com/6CJg-fOTYs4",
        "https://source.unsplash.com/sh6Aj176NAQ",
        "https://source.unsplash.com/HmHArS-HvNw",
        "https://source.unsplash.com/3B8t4vnkXt0"
      ],
      "date": 1690848000007,
      "category": ["Contemporary Interior Design", "Before and After"],
      "content": "Are you ready for a fresh burst of design inspiration? Then, immerse yourself in the unique beauty of this A-frame house interior design. Using its distinct angular framework and soaring ceilings as a guiding light, the designer established a perfect balance between rustic simplicity and modern elegance. Join us as we reveal the design strategy and more!",
      "detail1": "The client’s inspirational gallery embraced the whole world of diverse eclectic and contemporary rustic design elements, all suited for A-frame cabin interiors. Beyond functionality, it was a feast for all senses, where simplicity met sophistication. These small A-frame house interiors thrived on natural materials, neutral color schemes, earthy tones, and minimalist yet elegant furnishing. Every corner exuded warmth and tranquility that comes with life in harmony with nature. ",
      "detail2": "When the client chose to partner with Decorilla, they expected nothing less than a seamless experience. And from a fun design questionnaire to a complimentary consultation, the team delivered.Equipped with valuable insights, two exceptional interior designers devised their creative A-frame house moodboards. Choosing between them was no easy task, but finally, Erika F.‘s refined concept captured the client’s heart.",
      "detail3": " Using the creative moodboard as a starting point, Erika worked with the client to achieve a genuinely stunning A-frame house interior design. A few rounds of consultation brought some minor changes to the initial concept. As a result, bright beige and deep moss green switched places between the rug and the sofa, turning the entire conversation area into a focal point.  "
    },
    {
      "id": 8,
      "title": "9 Best Places to Buy Curtains in 2023 According to Designers",
      "subtitle": "DAESUNG interior furnished by one of the best places to buy curtains",
      "authorId": 8,
      "image": [
        "https://source.unsplash.com/iAftdIcgpFc",
        "https://source.unsplash.com/uKBSq6O1BMw",
        "https://source.unsplash.com/SlpsgiZsSNk",
        "https://source.unsplash.com/75fJxcHUu6U"
      ],
      "date": 1690848000008,
      "category": ["Decorating Tips and Ideas", "Best Furniture & Decor"],
      "content": "Eager to spruce up your windows but not sure where to buy curtains? Fear not – we’ve got you covered! We’ll take you through the best places to buy curtains that perfectly balance style, quality, and affordability. So, dive in to find the ideal store for your home shopping!",
      "detail1": "Now that you’re equipped with valuable insights, it’s time to explore the best places to buy window treatments. These stores have earned the stamp of approval from designers and homeowners alike for their wide selection, quality, and affordability. ",
      "detail2": "For those seeking curtains with a touch of artistic flair, Anthropologie is a dream come true. Their unique designs can elevate any space into a character-rich statement. While they have higher-priced options, you can also find affordable curtains.",
      "detail3": "If you’re looking for a vast selection and budget-friendly options, Wayfair is the place to be. With a wide range of curtains in various styles and price ranges, you’re sure to find something that matches your taste and budget when looking where to buy curtains. "
    },
    {
      "id": 9,
      "title": "Before & After: Contemporary Earthy Interior Design ",
      "subtitle": "DAESUNG contemporary earthy interior design",
      "authorId": 9,
      "image": [
        "https://source.unsplash.com/x3BCSWCAtrY",
        "https://source.unsplash.com/TRCJ-87Yoh0",
        "https://source.unsplash.com/5JMBybvMQkA",
        "https://source.unsplash.com/oGmf8o53LeE"
      ],
      "date": 1690848000009,
      "category": ["Contemporary Interior Design", "Before and After"],
      "content": "Embracing the raw beauty of nature, this living room, dining room, and bedroom underwent a transformation to capture the essence of earthy interior design. With the infusion of organic textures, warm tones, and natural elements the home is now a tranquil oasis. Join us as as we showcase the allure of of a natural-inspired contemporary interior!      ",
      "detail1": "The client’s inspirational gallery of contemporary earthy interior design samples was bursting with beige, cream, and warm brown hues. Pastel color accents could also be found throughout. Those earthy-tone living rooms and bedrooms, along with a few pops of biophilic interior design, clearly communicated the client’s wish to embrace nature inside their space. Expectedly, such earthy interiors also comprised almost exclusively natural materials like wood, stone, and woven fabrics.  ",
      "detail2": "The client also took an online quiz and filled out Decorilla’s design questionnaire to further determine their preferences and ideas. That helped the team to narrow down the options and identify the best interior designers for the task. After a round of consultations, two experienced design professionals with a flair for contemporary earthy interior design created their moodboards.",
      "detail3": " Jessica’s earthy living room ideas put together a curated collection of elements elevating not just functionality but also the distinctive room’s character. Each detail conjures a feeling of simplicity, comfort, and serenity, making it a testament to the unique aesthetic of earthy interior design. The eclectic layout scheme also seamlessly integrates biophilic decor details, blurring the borders between the inside and the outside.    "
    },
    {
      "id": 10,
      "title": "9 Designer-Ideas to Overcome an Awkward Living Room Layout",
      "subtitle": "DAESUNG awkward living room layout ideas and solutions",
      "authorId": 10,
      "image": [
        "https://source.unsplash.com/raxI_EcyfGw",
        "https://source.unsplash.com/85pCvDWDMmI",
        "https://source.unsplash.com/EVjqpcn79AM",
        "https://source.unsplash.com/zIoU4ALVugs"
      ],
      "date": 1690848000010,
      "category": ["Living Room Interior Design", "Decorating Tips and Ideas"],
      "content": "Living rooms: cozy havens, social hubs, but sometimes design nightmares too. Especially when you’re dealing with those tricky, odd layouts, but there’s a way around it! Read on – we’re unveiling awkward living room layout ideas to turn your strange room into a wow-worthy space!",
      "detail1": "Who said all furniture must align perfectly with your walls? Placing a sofa diagonally can add a dynamic touch to an awkward lounge layout. This approach is convenient for rooms with weird corners or unusual nooks. An unexpected design can be just what your home needs; it might even feel like a trending living room design afterward!",
      "detail2": "Instead of fighting that off-center fireplace or awkwardly placed window, make it the focal point. Arrange your furniture to complement it – this works particularly well for an awkward living room layout with a fireplace. So embrace it by creating a vignette – add a comfy seat and a mini gallery wall to highlight the nook. Make it a usable space that stands alone but complements your overall room aesthetic. ",
      "detail3": "Break up a long, rectangle and awkward living room layout with creative ideas, like ornate dividers, bookcases, or even a stylish chaise. This can create distinctive zones for different activities, like a reading nook or a cozy TV area, making the space more functional and less awkward!"
    },
    {
      "id": 11,
      "title": "Hire an Interior Designer: 10 Essential Questions to Ask Them",
      "subtitle": "Hire an interior designer ",
      "authorId": 11,
      "image": [
        "https://source.unsplash.com/4_jQL4JCS98",
        "https://source.unsplash.com/GWdZpXUPMs0",
        "https://source.unsplash.com/VE_aPtru3lI",
        "https://source.unsplash.com/tleCJiDOri0"
      ],
      "date": 1690848000011,
      "category": ["Online Interior Design", "Affordable Interior Design"],
      "content": "So, you’re excited and eager to start your new home adventure and have decided to hire an interior designer or decorator. You have made a great choice, but now you have to be sure that the designer you hire, is going to be the right one for you and your home. This can feel daunting, but don’t let uncertainty put a damper on your dream! Read on to see the 10 essential questions to ask before hiring an interior designer to make the process easier for you.",
      "detail1": "How to hire an interior designer or decorator becomes much easier when you know what to consider. So, before you dive straight into looking for your dream designer, do a brief prep. A prepared client, that’s the future you, makes the interior design process easy, fun, and above all, successful. Most importantly, once you’ve done your homework, you will have a clear idea of what your home needs and that makes finding interior design help a lot simpler. Check out these helpful resources if you have some questions about the cost of hiring an interior designer as well. ",
      "detail2": "Hiring an interior designer on a budget is absolutely possible! Stop and think about how much you can spend, not how much you want to spend. Be realistic and honest with yourself. Setting up a proper budget is the most important part of the whole process. Jot down your income and how much you can afford to spend per month. If you don’t have enough funds yet, create a savings plan and keep an eye out for affordable interior design services. Once the project starts, you can keep track of the expenses with a project tracker app. Be sure to compare interior design price lists when making the decision on which interior designer to hire.",
      "detail3": "Second, only to the budget is how much time you can set aside for the project. The scale of your interior makeover will need a specific amount of time. So, be reasonable. When you hire an interior designer for a home renovation, it’ll require a big chunk of time and careful planning. Maybe you even have to live somewhere else temporarily. One-room upgrades can range from one day to a week-long project so be prepared to give up your creature comforts for that long."
    },
    {
      "id": 12,
      "title": "Before & After: Stylish Small Studio Design",
      "subtitle": "contemporary small studio design",
      "authorId": 12,
      "image": [
        "https://source.unsplash.com/RwXneIyqxAw",
        "https://source.unsplash.com/iu4K1XPnNAY",
        "https://source.unsplash.com/Ba2mCCtXG2o",
        "https://source.unsplash.com/1PUDeAtkgE8"
      ],
      "date": 1690848000012,
      "category": ["Modern Interior Design", "Before and After"],
      "content": "This small studio design was reimagined with a masculine flair and functionality in mind. Through clever space utilization and chic decor, the space transformed into an interior masterpiece. Read on as we reveal the secrets behind the big design impact in a compact space.",
      "detail1": "The client provided a set of inspirational photos that clearly communicated their style and vision. Their gallery showcased excellent examples of modern small studio apartment interior design rendered in highly functional layouts. It was mostly about practical, smart furnishing solutions, neutral color palettes, curated decor, and contemporary youthful vibes. These spaces offered a seamless combination of aesthetics and suitability, tailored to fit the demanding lifestyle of today’s urbanites. ",
      "detail2": "The final design solution utilizes the floor space to its full potential, transforming a small studio into a one-bedroom apartment layout. Its nucleus is a living room, a cozy oasis that sets the key tone for the rest of the small studio room design. The setup is characterized by an inviting and relaxed atmosphere, suitable even for hosting small gatherings.  ",
      "detail3": " The smart dining solution at the back of the main seating area seamlessly links the living space with the kitchen. Moreover, its clever and modern design takes it beyond just a place to eat. A sleek console can double as a small bar space while entertaining, open towards the rest of the room and the media wall. In terms of a small studio room design, it’s a welcome addition. "
    },
    {
      "id": 13,
      "title": "15 Greatest Gallery Wall Ideas to Tastefully Display Art",
      "subtitle": "gallery wall ideas for a masculine living room design",
      "authorId": 13,
      "image": [
        "https://source.unsplash.com/yu9_c1mt_c4",
        "https://source.unsplash.com/_HqHX3LBN18",
        "https://source.unsplash.com/G7sE2S4Lab4",
        "https://source.unsplash.com/OtXADkUh3-I"
      ],
      "date": 1690848000013,
      "category": ["Decorating Tips and Ideas"],
      "content": "Looking for a way to elevate your home decor and showcase your personality? You’re just a few steps away from discovering some of the most creative gallery wall ideas. Get ready to explore unique concepts that can turn any blank wall into a stunning visual narrative of your life and interests.      ",
      "detail1": " You can balance the aesthetic even more by choosing a dark feature color strip behind your TV. Flank it with a lighter color and let the art shine alongside the composition. The result will be a striking but cohesive interior design. ",
      "detail2": "Make a bold artistic statement with a bespoke dining room gallery wall. Here, twin picture wall ideas create a stunning feature. Plus, the moody black hue highlights and contrasts with the room’s overall style. The pair pop and its typography is sure to encourage conversation.",
      "detail3": "Mirrors aren’t just for checking your reflection. When used in a gallery wall, reflective surfaces add depth and light to your dining room. Try vintage mirrors for a rustic touch, or go sleek and modern with geometric mirror designs. This dining room has a mirror-only gallery wall, making the interior feel even more spacious and luxurious.  "
    },
    {
      "id": 14,
      "title": "15 Modern Window Treatment Ideas for Every Room",
      "subtitle": "sheer window treatment ideas",
      "authorId": 14,
      "image": [
        "https://source.unsplash.com/9rYfG8sWRVo",
        "https://source.unsplash.com/AQl-J19ocWE",
        "https://source.unsplash.com/CMejBwGAdGk",
        "https://source.unsplash.com/NFbwes_e-jI"
      ],
      "date": 1690848000014,
      "category": ["Decorating Tips and Ideas"],
      "content": "Blinds or curtains? Discover which is best for every room in your home with designer-approved window treatment ideas. After a few insights, you’ll be all set to add the perfect finishing touches to every room!",
      "detail1": "Floor-to-ceiling sheer curtains can add a romantic touch to your living room. Lightweight and translucent, this curtain design allows natural light while providing privacy. The soft and airy fabric will also make the room feel spacious. And when they stand alone, they create a minimalist look.  ",
      "detail2": "Woven rattan shades are one of the most trending modern curtain designs for a living room. They bring the outdoors in with eco-friendly elegance, providing a warm and natural ambiance while offering versatile light control. Meanwhile, the intricate textures and earthy tones create a serene sanctuary of relaxation and style.",
      "detail3": "Create a versatile and modern look with your living room curtain ideas by layering sheer with blackout curtains. The combination brings the best of both worlds – privacy during the day and complete darkness whenever you need it. The sheer curtains lend an airy feel, while the blackout ones create a cozy ambiance. "
    },
    {
      "id": 1,
      "title": "Decorilla Interior Designer Spotlight: Erika Felisatti",
      "subtitle": "Contemporary home by Decorilla interior designer, Erika F.",
      "authorId": 1,
      "image": [
        "https://source.unsplash.com/Bc_uN5PeErA",
        "https://source.unsplash.com/PCDlE94JjcI",
        "https://source.unsplash.com/i78VpqDGDSc",
        "https://source.unsplash.com/RUvW1KGD9a4"
      ],
      "date": 1690848000001,
      "category": ["Designer Spotlight", "Interior Design Help"],
      "content": "Decorithermore, she’s a maestro at tailoring designs that radiate each client’s unique flair. Dive in to learn more about this dedicated online interior designer!",
      "detail1": "With over 15 years in design, Erika Felisatti’s expertise extends from traditional to virtual interior design, with projects from the US to Singapore and beyond. Collaborating with global retail giants and individual clients alike, she melds functionality with visual splendor in every space. Drawing from contemporary and modern aesthetics, her designs encapsulate her clients’ distinctive narratives. ",
      "detail2": "How would you define your design style? Contemporary and minimalist. My substyles would be modern and neoclassic. I mostly enjoy creating masculine designs, clean, monochromatic spaces, and black and white. Plus, I love working with marble. ",
      "detail3": " What is the best thing about being an interior designer? I would say I have two things that bring me much joy. The first is when I design something that is particularly my style. It makes me happy and proud to create something I consider beautiful. Next is when clients tell me how happy they are with the result, that I can imagine how I have helped them, or that they will live in a house I helped to build and grow their families, and so on. I’m fortunate to have clients that say these things. They make my day and make me look at my profession differently. "
    }
  ],
  "comments": [
    {
      "id": 1,
      "body": "some comment",
      "postId": 1,
      "authorId": 1
    }
  ],
  "authors": [
    {
      "id": 1,
      "name": "Jiyeon Park"
    },
    {
      "id": 2,
      "name": "Alex Smith"
    },
    {
      "id": 3,
      "name": "Jane Doe"
    },
    {
      "id": 4,
      "name": "John White"
    },
    {
      "id": 5,
      "name": "Emily Clark"
    },
    {
      "id": 6,
      "name": "Charlotte"
    },
    {
      "id": 7,
      "name": "Amelia"
    },
    {
      "id": 8,
      "name": "Sophia"
    },
    {
      "id": 9,
      "name": "Ava"
    },
    {
      "id": 10,
      "name": "Mia"
    },
    {
      "id": 11,
      "name": "Evelyn"
    },
    {
      "id": 12,
      "name": "Luna"
    },
    {
      "id": 13,
      "name": "Scarlett"
    },
    {
      "id": 14,
      "name": "Ethan"
    },
    {
      "id": 15,
      "name": "Joseph"
    }
  ]
}
